Repository: kingsleyocran/vielly-mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

source: GET STARTED
fr: DÉMARREZ

source: Loading
fr: Chargement

source: RETRY
fr: RÉESSAYEZ

source: CANCEL
fr: ANNULER

source: DONE
fr: TERMINÉ

source: RESEND CODE
fr: RENVOYER LE CODE

source: CONFIRM
fr: CONFIRMER

# youConnected
source: YOU'RE CONNECTED
fr: VOUS ÊTES CONNECTÉ

source: NO INTERNET
fr: SANS INTERNET

source: CLOSE
fr: PROCHE

source: Sorry!
fr: Désolé!

source: We couldn't fetch data.
fr: Nous n'avons pas pu récupérer les données.

# couldntPlaceCall
source: Couldn't place call. Something went wrong
fr: Impossible de passer l'appel. Quelque chose s'est mal passé

# couldNotConnectedToInternet
source: Could not refresh. Make sure you're connected to the internet
fr: Impossible d'actualiser. Assurez-vous que vous êtes connecté à Internet

# couldNotSomethingWentWrong
source: Could not refresh. Something went wrong
fr: Impossible d'actualiser. Quelque chose s'est mal passé

# looksLikeYoureOffline
source: Looks like you're offline. Make sure you're connected to the internet
fr: On dirait que vous êtes hors ligne. Assurez-vous que vous êtes connecté à Internet

source: No Drivers available
fr: Aucun pilote disponible

# weCouldntFindAnyDriver
source: We couldn't find any driver around your locatione
fr: Nous n'avons trouvé aucun chauffeur à proximité de votre emplacemente

# busHasNotStarted
source: The bus ticket time has not yet started. Make sure it is the right time.
fr: L'heure du ticket de bus n'a pas encore commencé. Assurez-vous que c'est le bon moment.

# busHasNotYetStarted
source: Bus Trip not yet started.
fr: Le voyage en bus n'a pas encore commencé.

# makeSureYouHaveSelectBusLane
source: Make sure you have selected a bus lane
fr: Assurez-vous d'avoir sélectionné une voie de bus

source: Booking bus trip failed
fr: Échec de la réservation du trajet en bus

# sorryWeCouldNotBusTrip
source: Sorry we could not book your bus trip. Please try again.
fr: Désolé, nous n'avons pas pu réserver votre voyage en bus. Veuillez réessayer.

source: Safety Toolkit
fr: Boîte à outils de sécurité

# featuresToHelpSafety
source: Features to help you feel safe and secure while you ride
fr: Caractéristiques pour vous aider à vous sentir en sécurité pendant que vous roulez

source: Share ride details
fr: Partager les détails du trajet

source: Share location and car info
fr: Partager l'emplacement et les détails du trajet

source: Emergency assist
fr: Aide d'urgence

# callLocalAuthorities
source: Call local authority
fr: Appeler l'autorité locale

source: What’s your number?
fr: Quel est votre numéro ?

# wellTextCode
source: We’ll text you a code to verify your phone
fr: Nous vous enverrons un code par SMS pour vérifier votre téléphone

source: Enter phone number
fr: Saisir le numéro de téléphone

# changedNumber
source: Changed your number? Find your account
fr: Vous avez changé de numéro? Trouvez votre compte

# searchByCountry
source: Search by country name or dial code
fr: Recherche par nom de pays ou indicatif

source: Invalid phone number
fr: Numéro de téléphone invalide

source: Verify your number
fr: Vérifier votre numéro

# enterTheCodeSent
source: Enter the code sent to
fr: Entrez le code envoyé à

# didntReceiveSMS
source: Didn’t receive an SMS?
fr: Vous n'avez pas reçu de SMS ?

# pleaseEnterValid
source: Please enter a valid verification code
fr: Veuillez entrer un code de vérification valide

source: Get New
fr: Renvoyer

source: VERIFY
fr: Vérifier

source: Verifying
fr: Vérification

source: Resending
fr: Renvoi

source: Resending code failed
fr: Échec du renvoi du code

# weCouldNotResend
source: We could not resend your code. Please try again.
fr: Nous n'avons pas pu renvoyer votre code. Veuillez réessayer.

source: Verification failed
fr: Échec de la vérification

# weCouldNotConfirmVerify
source: 'We could not verify your phone number. Please check your verification code and retry.'
fr: Nous n'avons pas pu vérifier votre numéro de téléphone. Veuillez vérifier votre code de vérification et réessayer.

source: Sign in failed!
fr: Échec de la connexion!

# weCouldNotConfirm
source: We could not confirm your phone number. Please check your number and retry.
fr: Nous n'avons pas pu confirmer votre numéro de téléphone. Veuillez vérifier votre numéro et réessayer.

# weCouldNotConfirmInternet
source: We could not confirm your phone number. Please check your internet connectivity and try again.
fr: Nous n'avons pas pu confirmer votre numéro de téléphone. Veuillez vérifier votre connexion Internet et réessayer.

source: Verification code sent!
fr: Code de verification envoyé!

# pleaseUseYourRealName
source: Please use your real name here
fr: Veuillez utiliser votre vrai nom ici

source: First Name
fr: Prénom

# enterFirstName
source: Enter your first name
fr: Entrez votre prénom

source: Last Name
fr: Nom de famille

# enterLastName
source: Enter your last name
fr: Entrez votre nom de famille

source: Name
fr: Nom

# enterName
source: Enter your name
fr: Entrez votre nom

source: Phone
fr: Téléphone

# enterEmail
source: Enter your email
fr: Entrer votre Email

source: Create your profile
fr: Créez votre profile

source: Profile creation failed
fr: Échec de la création du profil

# weCouldNotCreateProfile
source: We could not create your profile. Please try again.
fr: Nous n'avons pas pu créer votre profil. Veuillez réessayer.

source: CREATE PROFILE
fr: CRÉER UN PROFIL

source: NEXT
fr: SUIVANT

source: Update profile photo
fr: La Photo de Profil

source: Pick from photo album
fr: Choisir dans la galerie

source: Take a photo
fr: Prendre une photo

source: UPDATE PROFILE
fr: EDITER LE PROFIL

source: Your Trips
fr: Vos voyages

source: Refer friends
fr: Parrainez des amis

source: Payment Methods
fr: Méthodes de payement

source: Become a Driver
fr: Devenez chauffeur

source: Hello there
fr: Bonjour

source: Need a Bus?
fr: Besoin d'un bus ?

source: Recent Order
fr: Commande récente

source: SEE ALL TICKETS
fr: VOIR TOUS LES BILLETS

# thereAreNoBusSchedules
source: There are no bus schedules available. Make sure to reload the bus schedules
fr: Il n'y a pas d'horaires de bus disponibles. Assurez-vous de recharger les horaires de bus.

source: Bus Lane
fr: Voie de bus

source: Select Bus Lane
fr: Sélectionnez la voie de bus

source: Pick-up Terminal
fr: Terminal de bus de ramassage

# selectPickupTerminal
source: Select Pick-up Spot
fr: Sélectionner

source: Drop-off Terminal
fr: Déposer l'arrêt de bus

# selectDropOffTerminal
source: Select Drop-off Spot
fr: Sélectionnez

source: Select Date
fr: Sélectionner une date

source: Bus Trip Time
fr: Temps de trajet en bus

source: Select Time Duration
fr: Sélectionnez la durée

source: Search Bus
fr: Recherche d'autobus

source: Departure Time
fr: Heure de départ

source: Available Seats
fr: Places libres

source: BOOK NOW
fr: ACHETER

source: Pick-up
fr: Récupérer

source: Drop-off
fr: Déposer

source: Passenger Name
fr: Nom du passager

source: Seats
fr: Des places

source: Download
fr: Télécharger

source: Share
fr: Partager

source: TRACK TRIP
fr: VOYAGE SUR PISTE

source: START TRIP
fr: COMMENCER LE VOYAGE

source: GO BACK
fr: RETOURNER

source: EDIT
fr: ÉDITER

source: Ticket
fr: Billet

source: Booked Tickets
fr: Billets réservés

source: Downloading
fr: Téléchargement

# downloadTicketFailed
source: Downloading ticket failed
fr: Échec du téléchargement du ticket

# downloadTicketSuccess
source: Ticket downloaded successfully
fr: Billet téléchargé avec succès

source: Ticket Price
fr: Prix du billet

source: How many seats?
fr: Combien de places?

# thereNoSeats
source: There are no available seats for this bus schedule as of this time, Kindly book another schedule.
fr: Il n'y a pas de places disponibles pour cet horaire de bus pour le moment, veuillez réserver un autre horaire.

source: Bus Trip Details
fr: Détails du Voyage

source: SHOW TICKET
fr: SPECTACLE BILLET

source: Safety Tools
fr: Outils de sécurité

source: Payment Options
fr: Options de Paiement

source: Edit Payment
fr: Modifier le Paiement

source: Add Payment
fr: Ajouter un Paiement

source: Provider
fr: Fournisseur

source: DELETE
fr: EFFACER

source: ADD NEW
fr: AJOUTER NOUVEAU

source: ADD
fr: AJOUTER

# paymentUpdated
source: Payment method updated
fr: Mode de paiement mis à jour

# paymentCreated
source: Payment method created successfully
fr: Mode de paiement créé avec succès

source: Select Provider
fr: Sélectionnez le fournisseur

# addingPaymentFailed
source: Adding a new payment method failed
fr: Échec de l'ajout d'un nouveau mode de paiement

# sorryWeCouldntAddPayment
source: Sorry we could not add the payment method. Please try again.
fr: Désolé, nous n'avons pas pu ajouter le mode de paiement. Veuillez réessayer.

# updatingPaymentFailed
source: Updating this payment method failed
fr: Échec de la mise à jour de ce mode de paiement

# sorryWeCouldntUpdatePayment
source: Sorry we could not update your payment method. Please try again.
fr: Désolé, nous n'avons pas pu mettre à jour votre mode de paiement. Veuillez réessayer.

# ifYouChooseDeletePayment
source: If you choose delete, this payment method will be deleted
fr: Si vous choisissez de supprimer, ce mode de paiement sera supprimé

# deletingPaymentFailed
source: Deleting this payment method failed
fr: Échec de la suppression de ce mode de paiement

# sorryWeCouldntDeletePayment
source: Sorry we could not delete the payment method. Please try again.
fr: Désolé, nous n'avons pas pu supprimer le mode de paiement. Veuillez réessayer.

# editingProfileFailed
source: Editing your profile failed
fr: Échec de la modification de votre profil

# sorryWeCouldntEditProfile
source: We could not edit your profile. Please try again.
fr: Nous n'avons pas pu modifier votre profil. Veuillez réessayer.

source: Profile Updated
fr: Profil mis à jour

source: Updating
fr: Mise à jour

source: CHANGE PHONE NUMBER
fr: CHANGER DE NUMÉRO DE TÉLÉPHONE

source: SAVE
fr: ENREGISTRER

source: Edit Profile
fr: Editer le Profil

# makeSureValidName
source: Make sure you have entered a valid name
fr: Assurez-vous d'avoir entré un nom valide

# makeSureValidEmail
source: Make sure you have entered a valid email
fr: Assurez-vous d'avoir entré un email valide

source: TESTING PUB
fr: TESTING
